brew "bat"
brew "chezmoi"
brew "eza"
brew "fastfetch"
brew "gh"
brew "git"
brew "gnupg"
brew "gpac"
brew "lazygit"
brew "mas"
brew "mise"
brew "nano"
brew "sheldon"
brew "starship"
cask "android-platform-tools"
cask "apparency"
cask "appcleaner"
cask "azookey"
cask "firefox"
cask "font-0xproto"
cask "font-ibm-plex-sans-jp"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "ghostty@tip"
cask "google-chrome"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "krita"
cask "maccy"
cask "magicquit"
cask "openinterminal"
cask "orbstack"
cask "tailscale"
cask "upscayl"
cask "vesktop"
cask "visual-studio-code@insiders"
cask "vivaldi"
mas "Bitwarden", id: 1352778147
mas "RunCat", id: 1429033973
