tap "artginzburg/tap"
brew "atuin"
brew "bat"
brew "chezmoi"
brew "eza"
brew "fastfetch"
brew "gh"
brew "git"
brew "gnupg"
brew "gpac"
brew "lazygit"
brew "mas"
brew "mise"
brew "nano"
brew "sheldon"
brew "starship"
brew "tokei"
brew "artginzburg/tap/sudo-touchid"
cask "android-platform-tools"
cask "apparency"
cask "audacity"
cask "azookey"
cask "firefox"
cask "font-0xproto"
cask "font-ibm-plex-sans-jp"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "ghostty"
cask "google-chrome"
cask "inkscape"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "maccy"
cask "openinterminal"
cask "openmtp"
cask "orbstack"
cask "pearcleaner"
cask "peninsula"
cask "tailscale-app"
cask "upscayl"
cask "vesktop"
cask "visual-studio-code@insiders"
cask "vivaldi"
cask "xcodes-app"
cask "zen"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Draw Things", id: 6444050820
mas "RunCat", id: 1429033973
