brew "atuin"
brew "bat"
brew "chezmoi"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "gpac"
brew "lazygit"
brew "mise"
brew "nano"
brew "sheldon"
brew "starship"
brew "tokei"
brew "zoxide"
